Repository: nbaztec/enigma
Catalog: lib/l10n/app_*.arb
Languages: de

source: Stage
de: Stufe

# itemsLeftYouHave
source: You have
de: Ihr könnt noch

source: item
de: Gegenstand

source: items
de: Gegenstände

# itemsLeft
source: left
de: wählen

source: Verify
de: Prüfen

source: Resume
de: Fortsetzen

source: Reset Level
de: Level zurücksetzen

source: Reset Game
de: Spiel zurücksetzen

source: Cancel
de: Stornieren

# error
source: 🔥Ô∏èError
de: 🔥 Fehler

source: 🎉 Success
de: 🎉 Erfolg

source: Solved
de: Gelöst

source: Added
de: Hinzugefügt

source: Go Next
de: Weiter

# gameReset
source: Game has been reset
de: Spiel wurde zurückgesetzt

# levelReset
source: Level has been reset
de: Level wurde zurückgesetzt

source: Congratulations!
de: Herzlichen Glückwunsch!

# errItemsWrong
source: The correct items were not present. Try again.
de: Ihr habt nicht die richtigen Gegenstände gefunden. Versucht es nochmal.

# errItemValidateWrong
source: Please scan the Oracle to verify your result.
de: Bitte scannt das Oracle, um euer Ergebnis zu prüfen.

# errItemResetLevelWrong
source: Please scan the Hourglass to reset the Level.
de: Bitte scannt das Uhrglass um der Level zurückzusetzen.

# errItemResetGameWrong
source: Please scan the Hourglass to reset the Game.
de: Bitte scannt das Uhrglass um das Spiel zurückzusetzen.

# errItemExists
source: The scanned item already exists.
de: Der gescannte Gegenstand ist bereits vorhanden.

# errItemUnknown
source: The scanned item could not be identified.
de: Der gescannte Gegenstand konnte nicht identifiziert werden.

# errScanIndexNull
source: The scan index is invalid. Try again.
de: Der Scanindex ist ungültig. Versucht es erneut.

# errItemsExceeded
source: You can't scan more items. Please proceed to verify the items.
de: Ihr könnt nicht mehr Gegenstände scannen. Bitte fahrt mit der Prüfung der Gegenstände fort.

# errSlotOccupied
source: An item is already occupying this slot. Please Scan on another slot.
de: Dieser Platz wird bereits von einem Gegenstand belegt. Bitte scannt auf einem anderen Slot.

# errScanModeInvalid
source: The scan mode was invalid. Please try again.
de: Der Scanmodus war ungültig. Versucht es nochmal.

# successMessage
source: You succeeded
de: Ihr wart erfolgreich

# successMessageElixir
source: The divine Elixir allows you to proceed to the next Level.
de: Das heilige Elixier ermöglicht es euch, zum nächsten Level zu gelangen.

# successMessageResetLevelElixir
source: The divine Elixir allows you to reset the Level.
de: Das heilige Elixier ermöglicht es euch, das Level zurückzusetzen.

# successMessageResetGameElixir
source: The divine Elixir allows you to reset the Game.
de: Das heilige Elixier ermöglicht es euch, das Spiel zurückzusetzen.

# itemNull
source: Null
de: Nüll

# itemGift
source: Gift
de: Geschenk

# itemHelmet
source: Helmet
de: Helm

# itemSnowBoots
source: Snow Boots
de: Snowboardschuhe

# itemHikeBoots
source: Hiking Boots
de: Wanderschuhe

# itemHeadLight
source: Head Lamp
de: Stirnlampe

# itemWaterBottle
source: Water Bottle
de: Wasserflasche

# itemVegetables
source: Vegetables
de: Gemüse

# itemChopsticks
source: Chopsticks
de: Stäbchen

# itemCandle
source: Candle
de: Kerze

# itemLighter
source: Lighter
de: Feuerzeug

# itemAirplane
source: Airplane
de: Flugzeug

# itemKeys
source: Keys
de: Schlüssel

# itemKnife
source: Knife
de: Stumpfes Messer

# itemSharpStone
source: Sharp Stone
de: Schleifstein

# itemXScrewdriver
source: X Screwdriver
de: Kreuzschraubenzieher

# itemFlatScrewdriver
source: Flat Screwdriver
de: Schlitzschraubenzieher

# itemAllenKey
source: Allen Key
de: Imbus

# itemDrill
source: Drill
de: Akkuschrauber

# itemHourglass
source: Hourglass
de: Sanduhr

# itemElixir
source: Elixir
de: Elixier

# levelSki
source: Ski Trip
de: Ski Urlaub

# levelHiking
source: Hiking Trip
de: Wandern Urlaub

# levelChina
source: Trip to China
de: Reise nach China

# levelReturn
source: Return Home
de: Die Heimkehr

# levelPadlock
source: A Padlock
de: Ein Vorhängeschloss

# levelTape
source: Sealed in Tape
de: In Klebeband versiegelt

# levelScrews
source: Screwed Shut
de: Verschraubter Verschluss

# levelNumCode
source: Code Lock
de: Code-Sperre
